{
    "100": {
        "title": "Compatibilitate Excelentă",
        "description": "Aveți o conexiune puternică și armonioasă, cu potențial extraordinar.",
        "fullText": "Compatibilitatea voastră numerologică este excepțională! Numerele voastre vibrează în armonie perfectă, creând o bază solidă pentru o relație profundă și împlinitoare. Această conexiune specială indică o înțelegere naturală și o rezonanță puternică între voi.\n\nPunctele forte ale relației voastre includ comunicare excelentă, valori comune și o capacitate naturală de a vă susține reciproc în visurile și aspirațiile voastre. Vă completați unul pe celălalt într-un mod care aduce echilibru și armonie în viața voastră împreună. Energia voastră combinată creează ceva mai mare decât suma părților.\n\nPentru a menține și a aprofunda această conexiune specială, continuați să vă ascultați unul pe celălalt cu atenție, să vă respectați diferențele și să celebrați asemănările. Investiți timp în a vă cunoaște la un nivel și mai profund și în a construi amintiri împreună. Această relație are potențialul de a fi o sursă de bucurie și creștere pentru amândoi.\n\nProvocările pe care le-ați putea întâmpina sunt minore și pot fi ușor depășite prin comunicare deschisă și respect reciproc. Cheia succesului vostru este să nu luați această conexiune specială de-a gata - continuați să o hrăniți și să o prețuiți. Cu efort conștient și dragoste, această relație poate deveni un model de parteneriat armonios."
    },
    "75": {
        "title": "Compatibilitate Bună",
        "description": "Aveți potențial pentru o relație echilibrată și împlinitoare.",
        "fullText": "Compatibilitatea voastră numerologică este bună și promițătoare! Numerele voastre se completează într-un mod pozitiv, oferind o bază solidă pentru o relație sănătoasă și echilibrată. Deși nu este o potrivire perfectă, aveți toate ingredientele necesare pentru o parteneriat de succes.\n\nPunctele forte ale relației voastre includ respect reciproc, capacitatea de a învăța unul de la celălalt și o chimie pozitivă care vă face să vă simțiți bine împreună. Diferențele voastre, în loc să vă despartă, vă pot îmbogăți viața dacă le abordați cu deschidere și curiozitate. Aveți potențialul de a vă ajuta reciproc să creșteți și să evoluați.\n\nPentru a construi o relație puternică, concentrați-vă pe comunicare deschisă și onestă. Învățați să apreciați perspectivele diferite ale celuilalt și să găsiți compromisuri când este necesar. Investiți timp în a vă înțelege nevoile și dorințele reciproce, și fiți dispuși să vă adaptați și să creșteți împreună.\n\nProvocările pe care le-ați putea întâmpina includ diferențe în stilul de comunicare sau în prioritățile de viață. Cheia este să abordați aceste diferențe ca oportunități de creștere, nu ca obstacole. Cu efort conștient, răbdare și angajament reciproc, puteți construi o relație profundă și satisfăcătoare care să reziste testului timpului."
    },
    "50": {
        "title": "Compatibilitate Medie",
        "description": "Relația necesită efort și înțelegere reciprocă pentru a prospera.",
        "fullText": "Compatibilitatea voastră numerologică este moderată, indicând că relația voastră va necesita efort conștient și înțelegere reciprocă pentru a prospera. Numerele voastre au atât puncte de conexiune, cât și zone de potențial conflict, ceea ce înseamnă că succesul relației depinde în mare măsură de angajamentul vostru de a lucra împreună.\n\nPunctele forte ale relației voastre pot include atracție inițială puternică și potențialul de a învăța lecții importante unul de la celălalt. Diferențele voastre, deși provocatoare, vă pot ajuta să vă extindeți perspectivele și să creșteți ca indivizi. Cheia este să vedeți aceste diferențe ca oportunități de dezvoltare personală.\n\nPentru ca relația să funcționeze, va fi esențial să dezvoltați abilități puternice de comunicare și să fiți dispuși să faceți compromisuri. Trebuie să vă respectați diferențele și să găsiți modalități de a vă susține reciproc, chiar când nu înțelegeți complet perspectiva celuilalt. Răbdarea, empatia și dorința de a înțelege sunt cruciale.\n\nProvocările pe care le veți întâmpina pot include conflicte frecvente, dificultăți în înțelegerea nevoilor celuilalt și tendința de a vă frustra reciproc. Este important să decideți împreună dacă sunteți dispuși să investiți energia necesară pentru a depăși aceste obstacole. Cu muncă dedicată, consiliere dacă este necesar și un angajament ferm, puteți construi o relație funcțională, dar va necesita efort constant din partea ambilor."
    },
    "25": {
        "title": "Compatibilitate Scăzută",
        "description": "Relația este provocatoare și necesită multă muncă și compromis.",
        "fullText": "Compatibilitatea voastră numerologică este scăzută, indicând diferențe fundamentale în modul în care vibrați și abordați viața. Numerele voastre sugerează că veți întâmpina provocări semnificative în relație și că va fi nevoie de multă muncă, compromis și înțelegere pentru a face relația să funcționeze.\n\nEste important să înțelegeți că o compatibilitate numerologică scăzută nu înseamnă că relația este imposibilă, ci că va fi mai dificilă decât alte relații. Veți avea nevoie de un angajament excepțional, comunicare excelentă și dorința de a vă adapta constant pentru a depăși diferențele voastre fundamentale.\n\nProvocările pe care le veți întâmpina pot include conflicte frecvente, dificultăți majore în înțelegerea perspectivelor celuilalt, valori și priorități foarte diferite, și o tendință de a vă frustra sau dezamăgi reciproc. Este posibil să simțiți că \"vorbiți limbi diferite\" sau că trebuie să vă schimbați fundamental pentru a face relația să funcționeze.\n\nÎnainte de a continua, este crucial să vă întrebați dacă amândoi sunteți dispuși să investiți energia enormă necesară pentru a face această relație să funcționeze. Dacă decideți să continuați, luați în considerare consiliere de cuplu profesională și fiți pregătiți pentru o muncă constantă. Uneori, cea mai înțeleaptă decizie este să recunoașteți incompatibilitatea și să căutați parteneri mai potriviți cu care conexiunea vine mai natural."
    }
}