{
    "1": {
        "title": "Lider Natural",
        "description": "Ești un pionier independent, cu spirit inovator și dorință de a conduce.",
        "fullText": "Calea ta în viață este marcată de independență, curaj și dorința de a fi primul. Ești un lider natural, cu o energie puternică care te împinge să inițiezi proiecte noi și să deschizi drumuri neexplorate. Ai o minte creativă și inovatoare, fiind mereu în căutarea de soluții originale.\n\nPersonalitatea ta este caracterizată de determinare și ambiție. Nu îți place să urmezi mulțimea - preferi să creezi propriul tău drum. Ești independent și ai nevoie de libertate pentru a-ți exprima individualitatea. Curajul tău te face să înfrunți provocările cu încredere, chiar dacă alții ar ezita.\n\nÎn relațiile tale, poți fi uneori prea autoritar sau impulsiv. Învață să asculți și să colaborezi cu ceilalți, fără a-ți pierde din vedere viziunea ta. Scopul tău în viață este să conduci prin exemplu, să inspiri pe alții și să aduci schimbări pozitive în lume prin inițiativele tale curajoase.\n\nPunctele tale forte includ: leadership natural, creativitate, curaj, determinare și capacitatea de a începe lucruri noi. Provocările tale sunt: tendința de a fi prea autoritar, impaciența, dificultatea de a lucra în echipă și riscul de a deveni egocentric."
    },
    "2": {
        "title": "Diplomat și Cooperant",
        "description": "Ești sensibil, intuitiv și ai un talent natural pentru mediere și colaborare.",
        "fullText": "Calea ta în viață este marcată de sensibilitate, diplomație și dorința de armonie. Ești un mediator natural, cu o capacitate remarcabilă de a înțelege emoțiile și nevoile celorlalți. Intuiția ta puternică te ghidează în relațiile tale și te ajută să creezi punți între oameni.\n\nPersonalitatea ta este caracterizată de blândețe, răbdare și empatie. Ai un talent special pentru a lucra în echipă și pentru a crea atmosfere armonioase. Ești un ascultător excelent și știi cum să oferi sprijin emoțional celor din jur. Pacea și echilibrul sunt esențiale pentru bunăstarea ta.\n\nÎn relațiile tale, poți fi uneori prea sensibil sau dependent de aprobarea altora. Învață să îți stabilești limite sănătoase și să îți exprimi nevoile fără teamă. Scopul tău în viață este să aduci oamenii împreună, să rezolvi conflicte și să creezi armonie în toate aspectele vieții tale.\n\nPunctele tale forte includ: empatie profundă, diplomație, capacitate de colaborare, intuiție puternică și talent pentru mediere. Provocările tale sunt: sensibilitate excesivă, dificultatea de a lua decizii, tendința de a evita conflictele și riscul de a-ți neglija propriile nevoi."
    },
    "3": {
        "title": "Creator Expresiv",
        "description": "Ești artistic, optimist și ai un talent natural pentru comunicare și exprimare.",
        "fullText": "Calea ta în viață este marcată de creativitate, exprimare și bucurie. Ești un artist în suflet, cu o imaginație bogată și o capacitate remarcabilă de a te exprima prin cuvinte, artă sau alte forme creative. Optimismul tău este contagios și aduci lumină în viețile celor din jur.\n\nPersonalitatea ta este caracterizată de entuziasm, sociabilitate și spontaneitate. Ai un talent natural pentru comunicare și știi cum să captivezi un public. Creativitatea ta se manifestă în tot ce faci - de la modul în care te îmbraci până la felul în care rezolvi problemele. Îți place să te distrezi și să aduci bucurie în lume.\n\nÎn relațiile tale, poți fi uneori prea superficial sau dispersat. Învață să te concentrezi pe ceea ce este cu adevărat important și să dezvolți relații mai profunde. Scopul tău în viață este să inspiri pe alții prin creativitatea ta, să aduci bucurie și să te exprimi autentic în tot ce faci.\n\nPunctele tale forte includ: creativitate abundentă, talent pentru comunicare, optimism natural, sociabilitate și capacitatea de a inspira pe alții. Provocările tale sunt: tendința de dispersare, dificultatea de concentrare, superficialitate și riscul de a nu finaliza proiectele începute."
    },
    "4": {
        "title": "Constructor Practic",
        "description": "Ești disciplinat, organizat și ai un talent pentru a construi fundații solide.",
        "fullText": "Calea ta în viață este marcată de stabilitate, disciplină și muncă asiduă. Ești un constructor natural, cu o capacitate remarcabilă de a crea structuri solide și durabile. Ai o minte practică și organizată, fiind mereu concentrat pe detalii și pe realizarea obiectivelor tale pas cu pas.\n\nPersonalitatea ta este caracterizată de responsabilitate, loialitate și perseverență. Ai o etică de muncă impresionantă și nu te dai bătut în fața obstacolelor. Îți place ordinea și predictibilitatea, iar ceilalți se pot baza pe tine în orice situație. Ești pragmatic și preferi soluțiile testate în timp.\n\nÎn relațiile tale, poți fi uneori prea rigid sau rezistent la schimbare. Învață să fii mai flexibil și să accepți că nu totul poate fi controlat sau planificat. Scopul tău în viață este să construiești fundații solide pentru tine și pentru ceilalți, să creezi stabilitate și să lași o moștenire durabilă.\n\nPunctele tale forte includ: disciplină puternică, organizare excelentă, loialitate, perseverență și capacitatea de a construi lucruri durabile. Provocările tale sunt: rigiditate, rezistență la schimbare, tendința de a fi prea serios și dificultatea de a te relaxa."
    },
    "5": {
        "title": "Aventurier Liber",
        "description": "Ești adaptabil, curios și ai o dorință puternică de libertate și experiențe noi.",
        "fullText": "Calea ta în viață este marcată de libertate, aventură și schimbare constantă. Ești un spirit liber, cu o curiozitate insațiabilă și o dorință puternică de a explora tot ce viața are de oferit. Adaptabilitatea ta remarcabilă te ajută să prosperi în orice situație nouă.\n\nPersonalitatea ta este caracterizată de versatilitate, energie și deschidere către nou. Îți place să călătorești, să cunoști oameni noi și să încerci lucruri diferite. Rutina te sufocă - ai nevoie de varietate și stimulare constantă. Ești un comunicator excelent și te adaptezi cu ușurință la orice mediu.\n\nÎn relațiile tale, poți fi uneori prea neangajat sau instabil. Învață să găsești un echilibru între dorința ta de libertate și nevoia de conexiuni profunde. Scopul tău în viață este să experimentezi tot ce viața are de oferit, să îți folosești libertatea cu înțelepciune și să inspiri pe alții să își depășească limitele.\n\nPunctele tale forte includ: adaptabilitate remarcabilă, curiozitate naturală, versatilitate, spirit aventuros și capacitatea de a te reinventa. Provocările tale sunt: instabilitate, dificultatea de angajament, tendința de dispersare și riscul de a fugi de responsabilități."
    },
    "6": {
        "title": "Protector Responsabil",
        "description": "Ești armonios, responsabil și ai un talent natural pentru îngrijire și protecție.",
        "fullText": "Calea ta în viață este marcată de responsabilitate, îngrijire și dorința de a crea armonie. Ești un protector natural, cu o capacitate remarcabilă de a îngriji și de a sprijini pe cei din jur. Familia și comunitatea sunt esențiale pentru tine, iar tu ești mereu prezent când cineva are nevoie.\n\nPersonalitatea ta este caracterizată de compasiune, generozitate și devotament. Ai un simț puternic al datoriei și îți asumi responsabilități cu seriozitate. Îți place să creezi un mediu frumos și armonios în jurul tău. Ești un consilier natural și oamenii vin la tine pentru sfaturi și sprijin.\n\nÎn relațiile tale, poți fi uneori prea protector sau sacrificial. Învață să îți păstrezi propria identitate și să nu te pierzi în nevoile altora. Scopul tău în viață este să îngrijești și să protejezi pe cei dragi, să creezi armonie în familie și comunitate, și să oferi dragoste necondiționată.\n\nPunctele tale forte includ: compasiune profundă, responsabilitate, talent pentru îngrijire, capacitate de a crea armonie și devotament față de cei dragi. Provocările tale sunt: tendința de a te sacrifica excesiv, dificultatea de a spune nu, perfecționism și riscul de a deveni controlant."
    },
    "7": {
        "title": "Căutător Spiritual",
        "description": "Ești analitic, înțelept și ai o dorință profundă de cunoaștere și înțelegere.",
        "fullText": "Calea ta în viață este marcată de căutare spirituală, analiză profundă și dorința de înțelegere. Ești un filosof natural, cu o minte analitică și o curiozitate profundă despre misterele vieții. Ai nevoie de timp pentru introspecție și contemplare pentru a-ți găsi pacea interioară.\n\nPersonalitatea ta este caracterizată de înțelepciune, intuiție și profunzime. Îți place să studiezi, să cercetezi și să înțelegi lucrurile la un nivel profund. Nu te mulțumești cu răspunsuri superficiale - vrei să ajungi la adevărul esențial. Ai o conexiune puternică cu spiritualitatea și lumea interioară.\n\nÎn relațiile tale, poți fi uneori prea retras sau distant. Învață să îți deschizi inima și să împărtășești înțelepciunea ta cu ceilalți. Scopul tău în viață este să cauți adevărul, să dezvolți înțelepciune spirituală și să ajuți pe alții să găsească sens și înțelegere în viața lor.\n\nPunctele tale forte includ: minte analitică puternică, intuiție profundă, înțelepciune spirituală, capacitate de introspecție și talent pentru cercetare. Provocările tale sunt: tendința de izolare, dificultatea de a te conecta emoțional, perfecționism intelectual și riscul de a te pierde în gânduri."
    },
    "8": {
        "title": "Realizator Ambițios",
        "description": "Ești puternic, ambițios și ai un talent natural pentru afaceri și realizări materiale.",
        "fullText": "Calea ta în viață este marcată de putere, succes material și realizări impresionante. Ești un lider în lumea afacerilor, cu o capacitate remarcabilă de a transforma viziunile în realitate. Ai o înțelegere naturală a banilor și a puterii, și știi cum să le folosești pentru a crea abundență.\n\nPersonalitatea ta este caracterizată de ambiție, determinare și autoritate naturală. Ai o energie puternică și o capacitate impresionantă de muncă. Îți place să construiești imperii și să lași o moștenire materială. Ești pragmatic și orientat spre rezultate, având mereu ochii pe obiectivele tale mari.\n\nÎn relațiile tale, poți fi uneori prea concentrat pe muncă sau materialist. Învață să găsești echilibru între succes material și relații semnificative. Scopul tău în viață este să realizezi lucruri mari, să creezi abundență și să folosești puterea ta pentru a face bine în lume.\n\nPunctele tale forte includ: capacitate de leadership în afaceri, determinare puternică, înțelegere a banilor și puterii, ambiție și talent pentru realizări materiale. Provocările tale sunt: tendința de workaholism, materialism excesiv, dificultatea de a delega și riscul de a neglija viața personală."
    },
    "9": {
        "title": "Umanitar Generos",
        "description": "Ești generos, vizionar și ai o dorință puternică de a servi umanitatea.",
        "fullText": "Calea ta în viață este marcată de compasiune universală, generozitate și dorința de a face lumea un loc mai bun. Ești un umanitar natural, cu o capacitate remarcabilă de a înțelege și de a empatiza cu suferința umană. Ai o viziune largă și te preocupă binele întregii umanități.\n\nPersonalitatea ta este caracterizată de altruism, înțelepciune și idealism. Ai o inimă mare și ești mereu gata să ajuți pe cei în nevoie. Ești un vizionar care vede dincolo de limitările prezentului și lucrezi pentru un viitor mai bun. Ai talent artistic și o sensibilitate profundă față de frumusețe și suferință.\n\nÎn relațiile tale, poți fi uneori prea idealist sau dezamăgit de imperfecțiunile lumii. Învață să accepți limitările umane și să găsești bucurie în micile victorii. Scopul tău în viață este să servești umanitatea, să inspiri prin exemplul tău și să lași lumea mai bună decât ai găsit-o.\n\nPunctele tale forte includ: compasiune universală, generozitate, viziune largă, talent artistic și capacitatea de a inspira schimbări pozitive. Provocările tale sunt: idealism excesiv, tendința de a te sacrifica prea mult, dificultatea de a pune limite și riscul de dezamăgire."
    },
    "11": {
        "title": "Iluminat Spiritual",
        "description": "Ești un maestru spiritual cu intuiție puternică și misiune de a inspira și ilumina.",
        "fullText": "Calea ta în viață este marcată de o sensibilitate spirituală extraordinară și o intuiție profundă. Numărul 11 este primul Număr Maestru, purtând o vibrație spirituală intensă care te conectează cu planuri superioare de conștiință. Ești un canal pentru înțelepciune spirituală și ai misiunea de a ilumina calea altora.\n\nPersonalitatea ta este caracterizată de o sensibilitate extremă, viziuni profunde și o capacitate remarcabilă de a percepe adevăruri ascunse. Ai o intuiție puternică care te ghidează și te ajută să înțelegi lucruri pe care alții nu le văd. Ești un inspirator natural, iar prezența ta aduce claritate și lumină celor din jur. Ai potențialul de a fi un lider spiritual, un învățător sau un ghid pentru alții.\n\nProvocările tale sunt semnificative - energia intensă a numărului 11 poate fi copleșitoare. Poți experimenta anxietate, nervozitate sau dificultăți în a te înrădăcina în realitatea practică. Sensibilitatea ta extremă te face vulnerabil la energiile negative din jur. Există riscul de a te simți incompris sau izolat din cauza naturii tale spirituale profunde.\n\nÎn relațiile tale, ai nevoie de parteneri care să înțeleagă și să respecte natura ta spirituală. Poți fi uneori prea idealist sau detașat de realitatea practică. Învață să îți echilibrezi natura spirituală cu nevoile practice ale vieții cotidiene. Scopul tău în viață este să fii un far de lumină spirituală, să inspiri pe alții prin exemplul tău și să aduci înțelepciune superioară în lume.\n\nPunctele tale forte includ: intuiție extraordinară, sensibilitate spirituală profundă, capacitate de a inspira și ilumina, viziune clară și conexiune cu planuri superioare. Provocările tale sunt: sensibilitate extremă, tendința de anxietate, dificultatea de a te înrădăcina în realitate, riscul de izolare și presiunea misiunii spirituale.\n\nNotă: Deși numărul 11 se reduce la 2 (1+1=2), energia sa este mult mai intensă și poartă o responsabilitate spirituală mai mare. Dacă simți că energia numărului 11 este prea intensă, poți lucra și cu calitățile numărului 2 pentru echilibru."
    },
    "22": {
        "title": "Constructor Maestru",
        "description": "Ești un vizionar practic cu capacitatea de a transforma vise în realitate la scară mare.",
        "fullText": "Calea ta în viață este marcată de o combinație unică între viziune spirituală și abilitate practică extraordinară. Numărul 22 este cel mai puternic Număr Maestru, cunoscut ca \"Constructorul Maestru\". Ai capacitatea rară de a transforma vise și viziuni spirituale în realități concrete și durabile care pot schimba lumea.\n\nPersonalitatea ta este caracterizată de o combinație remarcabilă între idealismul spiritual și pragmatismul solid. Ai viziuni mari și îndrăznețe, dar spre deosebire de alți vizionari, tu ai și capacitatea practică de a le realiza. Ești un lider natural în proiecte mari, cu o capacitate impresionantă de organizare, planificare și execuție. Poți construi \"imperii\" - fie ele afaceri, organizații sau sisteme care servesc umanitatea.\n\nProvocările tale sunt proporționale cu potențialul tău imens. Presiunea de a realiza lucruri mari poate fi copleșitoare. Riști să devii workaholic sau să te epuizezi în încercarea de a-ți manifesta viziunea. Există și pericolul de a te pierde în detaliile practice și de a uita de viziunea spirituală care te-a inspirat inițial. Așteptările înalte pe care le ai față de tine și de alții pot crea tensiune și dezamăgire.\n\nÎn relațiile tale, ai nevoie de parteneri care să înțeleagă și să susțină misiunea ta de viață. Poți fi uneori prea concentrat pe obiective și să neglijezi nevoile emoționale ale celor dragi. Învață să găsești echilibru între realizările tale materiale și viața personală. Scopul tău în viață este să construiești ceva durabil și semnificativ care să servească binele comun și să lase o moștenire pozitivă pentru generațiile viitoare.\n\nPunctele tale forte includ: viziune spirituală combinată cu abilitate practică, capacitate extraordinară de realizare, leadership în proiecte mari, organizare impecabilă și potențial de a schimba lumea. Provocările tale sunt: presiune enormă, risc de epuizare, tendința de workaholism, așteptări foarte înalte și dificultatea de a echilibra viața personală cu misiunea.\n\nNotă: Deși numărul 22 se reduce la 4 (2+2=4), energia sa este mult mai amplificată. Dacă simți că responsabilitatea este prea mare, poți lucra temporar cu calitățile numărului 4 pentru a-ți construi fundații solide înainte de a îmbrățișa pe deplin energia numărului 22."
    },
    "33": {
        "title": "Învățător Maestru",
        "description": "Ești un maestru al compasiunii cu misiunea de a vindeca și transforma prin dragoste universală.",
        "fullText": "Calea ta în viață este marcată de compasiune universală, dragoste necondiționată și o misiune profundă de vindecare și transformare. Numărul 33 este cel mai rar și mai evoluat Număr Maestru, cunoscut ca \"Învățătorul Maestru\" sau \"Maestrul Compasiunii\". Ai venit în această viață cu o misiune spirituală profundă de a ridica conștiința umanității prin dragoste și serviciu.\n\nPersonalitatea ta este caracterizată de o capacitate extraordinară de compasiune, empatie și înțelegere. Ai o inimă imensă și o dorință profundă de a ajuta, vindeca și transforma viețile altora. Ești un învățător natural, nu prin cuvinte, ci prin exemplul tău de viață. Prezența ta aduce vindecare și transformare celor din jur. Ai potențialul de a fi un lider spiritual, un vindecător, un artist inspirațional sau un activist pentru cauze umanitare.\n\nProvocările tale sunt intense și profunde. Energia numărului 33 este atât de puternică încât mulți oameni cu acest număr aleg să trăiască la nivelul numărului 6 (3+3=6) până când sunt pregătiți să își asume pe deplin misiunea. Riști să te sacrifici excesiv pentru alții și să îți neglijezi propriile nevoi. Sensibilitatea ta extremă la suferința din lume poate duce la epuizare emoțională sau depresie. Există pericolul de a deveni martir sau de a te pierde complet în serviciul față de alții.\n\nÎn relațiile tale, ai nevoie de parteneri care să înțeleagă profunzimea misiunii tale spirituale și să te susțină fără a profita de natura ta generoasă. Poți fi uneori prea idealist sau dezamăgit de imperfecțiunile umane. Învață să îți stabilești limite sănătoase și să practici auto-îngrijirea. Scopul tău în viață este să fii un exemplu viu de dragoste necondiționată, să vindeci și să transformi prin compasiune, și să ridici conștiința colectivă a umanității.\n\nPunctele tale forte includ: compasiune universală extraordinară, capacitate profundă de vindecare, dragoste necondiționată, talent pentru predare și inspirare, și potențial de transformare spirituală. Provocările tale sunt: risc major de sacrificiu excesiv, epuizare emoțională, tendința de a deveni martir, sensibilitate extremă la suferință și dificultatea de a pune limite.\n\nNotă: Numărul 33 este extrem de rar și puțini oameni trăiesc la acest nivel vibrator. Dacă simți că energia este prea intensă, este perfect normal să lucrezi cu calitățile numărului 6 (3+3=6) până când ești pregătit să îmbrățișezi pe deplin misiunea numărului 33. Aceasta nu este o slăbiciune, ci o înțelepciune."
    }
}